[
    {
        "body": "Now I have to say \"Leroy can you please paint the fence?\"",
        "id": "5tz52q",
        "score": 1,
        "title": "I hate how you cant even say black paint anymore"
    },
    {
        "body": "Pizza doesn't scream when you put it in the oven .\n\nI'm so sorry.",
        "id": "5tz4dd",
        "score": 0,
        "title": "What's the difference between a Jew in Nazi Germany and pizza ?"
    },
    {
        "body": "...and being there really helped me learn about American culture. So I visited a shop and as I was leaving, the Shopkeeper said \"Have a nice day!\" But I didn't so I sued him.",
        "id": "5tz319",
        "score": 0,
        "title": "I recently went to America...."
    },
    {
        "body": "A Sunday school teacher is concerned that his students might be a little confused about Jesus, so he asks his class, “Where is Jesus today?”\nBrian raises his hand and says, “He’s in Heaven.”\n\nSusan answers, “He’s in my heart.”\n\nLittle Johnny waves his hand furiously and blurts out, “He’s in our bathroom!”\n\nThe teacher is surprised by this answer and asks Little Johnny how he knows this.\n\n“Well,” Little Johnny says, “every morning, my Dad gets up, bangs on the bathroom door and yells ‘Jesus Christ, are you still in there?'”",
        "id": "5tz2wj",
        "score": 1,
        "title": "Brian raises his hand and says, “He’s in Heaven.”"
    },
    {
        "body": "He got caught trying to sell the two books to a freshman.",
        "id": "5tz1pc",
        "score": 0,
        "title": "You hear about the University book store worker who was charged for stealing $20,000 worth of books?"
    },
    {
        "body": "Because the p is silent.",
        "id": "5tz1o1",
        "score": 0,
        "title": "Why is it unknown on how pterodactyls urinate especially during flight?"
    },
    {
        "body": "To avoid leaving tracks like a snail while walking.",
        "id": "5tz0ef",
        "score": 0,
        "title": "Why women need legs?"
    },
    {
        "body": "Apparently \"Whatever's low in cholesterol\" was not the right answer.",
        "id": "5tz04j",
        "score": 1,
        "title": "I walked into a PETA adoption center and the receptionist asked me what kind of dog I wanted"
    },
    {
        "body": "Character actors!",
        "id": "5tz02q",
        "score": 0,
        "title": "How did TV studios make words appear on screen before computers?"
    },
    {
        "body": "But my back was sore and I couldn't reach.",
        "id": "5tyxrb",
        "score": 0,
        "title": "I was going to get a headjob for Valentines Day"
    },
    {
        "body": "When she woke up after 6 months and 3 days, the doctor told the mother: \"While you were in a coma, we had your brother name your children. One is a boy, one is a girl.\"\n\nThe mother, with a disappointed and angry look on her face told the doctor: \"Why my brother? That guy is an idiot. So what did he name them?\"\n\nThe mother, expecting hideous names, prepared herself.\n\n\"The girl, was named Denise.\" The mother thought, \"Hey that wasn't so bad. What about my boy?\"\n\nThe doctor said, \"Denephew\".",
        "id": "5tyx6v",
        "score": 3,
        "title": "A mother went into a coma after giving birth to twins"
    },
    {
        "body": "An epileptical. ",
        "id": "5tywci",
        "score": 2,
        "title": "What do you call an exercise machine with a strobe light?"
    },
    {
        "body": "They're a small medium at large.",
        "id": "5tgp8h",
        "score": 2,
        "title": "Did you hear about the midget fortune teller who escaped prison?"
    },
    {
        "body": "Surprise anal will make your hole weak",
        "id": "5tgogb",
        "score": 30,
        "title": "Surprise oral will make your day"
    },
    {
        "body": "Girlfriend: Don't you have a vase? ",
        "id": "5tglz6",
        "score": 3,
        "title": "Woman to her girlfriend: My husband got me a dozen roses; tonight I guess I have no choice but to spread eagle with my legs in the air."
    },
    {
        "body": "Looks like I am allergic to peanuts",
        "id": "5tgkhx",
        "score": 0,
        "title": "I hate seeing penises and people peeing"
    },
    {
        "body": "Not true, its just a myff. ",
        "id": "5tgk8u",
        "score": 3,
        "title": "Ever hear that black people have a speech impediment?"
    },
    {
        "body": "Baby goats are so adorable.",
        "id": "5tgizx",
        "score": 0,
        "title": "I once saw a Chupacabras..."
    },
    {
        "body": "Empty cause I am fat.",
        "id": "5sazvz",
        "score": 8,
        "title": "Life is like a box of chocolates...."
    },
    {
        "body": "Mordor",
        "id": "5say8e",
        "score": 1,
        "title": "In what location are additional entry ways always in demand?"
    },
    {
        "body": "Forty.",
        "id": "5saxtz",
        "score": 7,
        "title": "What is the largest super bowl of them all?"
    },
    {
        "body": "He died shortly after. ",
        "id": "5sav5s",
        "score": 12,
        "title": "Two chemists go into a bar. The first one says \"I think I'll have an H2O.\" The second one says \"I think I'll have an H2O too\""
    },
    {
        "body": "The chicken\n\nOr the furry?",
        "id": "5qm3p3",
        "score": 1,
        "title": "What Came First..."
    },
    {
        "body": "Copy paste...copy paste...",
        "id": "5qm3nj",
        "score": 0,
        "title": "God made each and every one of us until he got to China."
    },
    {
        "body": "Why did the bicycle fall over?\n\nIt was two-tired",
        "id": "5qm1yi",
        "score": 2,
        "title": "Bikes"
    },
    {
        "body": "Megasorass ",
        "id": "5qm1uq",
        "score": 4,
        "title": "What is a gay dinosaur called? Nsfw"
    },
    {
        "body": "\"You are the Nguyen beneath my wings\"",
        "id": "5qm0sh",
        "score": 2,
        "title": "What did the pilot say to the Vietnamese mechanic underneath the plane? \""
    },
    {
        "body": "A klondyke.",
        "id": "5qm0li",
        "score": 0,
        "title": "What do you call a cold lesbian?"
    },
    {
        "body": "Beats me",
        "id": "5s6xrz",
        "score": 5,
        "title": "As a black man why don't I like cops?"
    },
    {
        "body": "[removed]",
        "id": "5s6wor",
        "score": 22,
        "title": "Did you hear about the foreskin that accidentally walked into the Shul?"
    },
    {
        "body": "... as I get screwed",
        "id": "5s6wo9",
        "score": 6,
        "title": "I wish I got laid as much..."
    },
    {
        "body": "\"Sir, we're Otto-men!\"",
        "id": "5s6w6m",
        "score": 2,
        "title": "What did the General say to the Sultan when they lost the battle?"
    },
    {
        "body": "Try Snickers sometimes",
        "id": "5tuspr",
        "score": 0,
        "title": "What is the difference between Snickers and a dick?"
    },
    {
        "body": "It's been a hard time for us.",
        "id": "5tusk0",
        "score": 12,
        "title": "My father died from an overdose of Viagra recently."
    },
    {
        "body": "My wife tried to come to America, but thanks to trump chicken not get in.",
        "id": "5tuqfk",
        "score": 2,
        "title": "Mexican word of the day: Chicken"
    },
    {
        "body": "Then duck on over here and get some.",
        "id": "5tupjq",
        "score": 0,
        "title": "Do you like duck sausage?"
    },
    {
        "body": "Troops",
        "id": "5tuond",
        "score": 52,
        "title": "What's the United States' biggest, most well-known export?"
    },
    {
        "body": "Turns out, all it does is just change the color of the baby. ",
        "id": "5tuntg",
        "score": 9318,
        "title": "I thought a vasectomy wouldn't get my wife pregnant.."
    },
    {
        "body": "It's very handy!",
        "id": "5tunql",
        "score": 21,
        "title": "I learned sign language"
    },
    {
        "body": "Or is it just because I'm Jewish?",
        "id": "5tumj3",
        "score": 2,
        "title": "Does anyone else get as excited about Valentine's Day coming up as they do about Christmas?"
    },
    {
        "body": "that's it, that's the joke.\n\nIt takes like 1000 years to pay off your debt. Longer than it took you to earn your degree.",
        "id": "5sy7qv",
        "score": 1,
        "title": "student loans..."
    },
    {
        "body": "\"Stand back .... I don't know how big this thing is going to grow!\"\n",
        "id": "5sy7mm",
        "score": 2,
        "title": "What was the first thing Adam said to Eve ?"
    },
    {
        "body": "It was a piece of cake ",
        "id": "5sy6xg",
        "score": 10,
        "title": "Why did everyone pass the final confectioner exam?"
    },
    {
        "body": "Everyone can see it, but only you can feel its warmth.",
        "id": "5sy6h7",
        "score": 3,
        "title": "Friends are like peeing in your pants..."
    },
    {
        "body": "A nerve impulse is caused when a stimulus changes the membrane potential of a neuron and opens voltage-gated sodium channels. This sodiums flows into the neuron and down the axon to the next synapse. So every nerve impuse, everything we experience and every move we make, comes from sodium ions in our cells... No wonder people are so damn salty about everything!",
        "id": "5sy4xr",
        "score": 0,
        "title": "A nerve impulse..."
    },
    {
        "body": "Because they're good at hanging things.",
        "id": "5sy4o0",
        "score": 0,
        "title": "Why are suicidal people so good at doing laundry."
    },
    {
        "body": "Cheese Was.",
        "id": "5sy4dh",
        "score": 3,
        "title": "What do you call an empty bottle of Cheese Whiz?"
    },
    {
        "body": "Gluten tag!",
        "id": "5sy4a0",
        "score": 6,
        "title": "What did the German sausage say to the French bread?"
    }
]